; MSETUP4 string table
[STRING]
CHARSET="204"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Эту программу запустить нельзя, поскольку она используется другим пользователем."
MSE1="Не удается перезагрузить систему. Закройте эту программу установки или открытые прикладные программы. Затем выйдите из программы настройки Canon и повторите попытку."
MSE2="Эта программа не может использоваться в данной операционной системе."
MSE3="Для установки программы необходимо войти в систему в качестве члена группы 'Администраторы'.\nНажмите кнопку [OK] и извлеките компакт-диск, чтобы прервать установку.\nПрервав установку, войдите в систему, используя учетную запись администратора, затем вставьте компакт-диск снова."
MSE3_Mac="Чтобы запустить эту программу, войдите в систему в качестве администратора."
MSE31_Mac="Для установки этого программного обеспечения необходимы имя и пароль администратора."
MSE4="Для отображения выбранного файла требуется соответствующее программное обеспечение."
MSE5="Недостаточно места на диске %D%. Для установки программного обеспечения требуется %S% Мбайт. "
MSE6="Не удается произвести установку в указанную папку. Укажите папку на локальном жестком диске, в которую разрешена запись."
MSE7="Эту программу нельзя запустить из-за низкого разрешения экрана. Установите разрешение 800х600 пикселов или выше, затем снова выполните эту операцию.\nПри установке на компьютер Tablet PC, задайте горизонтальную ориентацию экрана, а затем выполните эту операцию."
MSE7_Mac="Не удается запустить программу при низком разрешении экрана. Установите разрешение 800х600 пикселов или выше, затем выполните операцию повторно."
MSE8="В дисководе нет компакт-диска.\nВерните компакт-диск в дисковод."
MSE9="В имени файла не должно быть следующих знаков:\n/ , ; * ? \\" < > |"
MSE10="Введенный путь превышает ограничение. Укажите путь длиной не более 150 знаков."
MSE11="В указанный путь не включено обозначение диска или указан относительный путь. Укажите полный путь."
MSE12="Режим [Простая установка] нельзя использовать в этой операционной системе."
MSE15="Эта программа может ипользоваться в Windows 2000 с пакетом обновления 4 (SP 4) и более поздних версиях ОС. Если у вас установлена более раняя версия ОС, обновите систему до Windows 2000 SP 4 или более поздней версии и повторите операцию."
MSE16="Невозможно открыть файл."
MSE17="Эта программа может использоваться в Windows XP с пакетом обновления 2 (SP 2) и более поздних версиях ОС. Если у вас установлена более ранняя версия ОС, обновите ее до Windows XP SP 2 или более поздней версии и повторите операцию."
MSE18="Эта программа может использоваться в Windows XP с пакетом обновления 3 (SP 3) и более поздних версиях ОС. Обновите Windows XP до Windows XP SP 3 или более поздней версии и повторите операцию."
MSE19="Эта программа может использоваться в Windows Vista с пакетом обновления 1 (SP 1) и более поздних версиях ОС. Обновите Windows Vista до Windows Vista SP 1 или более поздней версии и повторите операцию."
MSE20="Эта программа может использоваться в Windows Vista с пакетом обновления 2 (SP 2) и более поздних версиях ОС. Обновите Windows Vista до Windows Vista SP 2 или более поздней версии и повторите операцию."

MSW1="Этот файл обновлен, поскольку в системе была обнаружена старая версия этого файла. Перезагрузите систему для завершения обновления. Чтобы перезагрузить систему, нажмите кнопку [OK]. После перезагрузки эта программа будет перезапущена автоматически."
MSW2="Папки \n\"%P%\"\nне существует. Создать новую папку?"
MSW3="Возможно, для некоторых версий ОС установка не будет завершена успешно. Нажмите кнопку [Последние сведения], чтобы перейти на веб-сайт Canon и ознакомиться с самой свежей информацией.\n\nОзнакомившись с ней, нажмите кнопку [Продолжить установку], чтобы продолжить установку. Нажмите кнопку [Отменить установку], чтобы отменить установку."
MSW4="Доступна последняя версия программного обеспечения, поддерживающего используемую операционную систему. Рекомендуется использовать программное обеспечение последней версии. Нажмите кнопку [Последние сведения], чтобы перейти на веб-сайт компании Canon и загрузить его.\nНажмите кнопку [OK] для продолжения установки. Нажмите кнопку [Отмена], чтобы закрыть эту программу."

MSM0001="OK"
MSM0002="Отмена"
MSM0003="Да"
MSM0004="Нет"
MSM0005="Назад"
MSM0006="Далее"
MSM0007="Продолжить"
MSM0008="Прервать"
MSM0009="Выход"
MSM0010="Установить"
MSM0011="Справка"
MSM0012="Выбрать все"
MSM0013="Очистить все"
MSM0014="Последние сведения"
MSM0015="Продолжить установку"
MSM0016="Отменить установку"
MSM0017="Язык"
MSM0018="По умолч."
MSM0019="Пропустить"
MSM0020="К началу"

MSM0101="Ошибка"
MSM0102="ВНИМАНИЕ"
MSM0103="Сведения"
MSM0104="Canon"

MSM1001="Выбор языка"
MSM1002="Выберите язык для работы с этой программой, затем нажмите кнопку [Далее]."
MSM1003="Выберите язык для работы с этой программой, затем нажмите кнопку [Назад]."

MSM1011="Начинается установка инструмента справки. Инструмент справки требуется для настройки."

MSM1021="Получение информации"
MSM1022="Получение информации о последнем драйвере и программном обеспечении. Подождите."
MSM1023="Для доступа к Интернету программа получит информацию, хранящуюся в цепочке ключей.\nЕсли откроется диалоговое окно 'Подтверждение доступа к цепочке ключей', нажмите кнопку [Разрешать всегда]."

MSM1031="Ошибка получения информации"
MSM1032="Не удалось получить информацию о последнем драйвере и программном обеспечении. Проверьте сетевое подключение и повторите попытку."

MSM1051="Выбор принтера"
MSM1052="Выбор сканера"
MSM1053="Выберите принтер, который следует установить, затем нажмите кнопку [Далее]."
MSM1054="Выберите сканер, который следует установить, затем нажмите кнопку [Далее]."

MSM1101="Выбор региона проживания"
MSM1102="Выберите ваш регион проживания и нажмите кнопку [Далее]."
MSM1103="США, Канада, Латинская Америка"
MSM1104="Европа, Ближний Восток, Африка"
MSM1105="Азия"
MSM1106="Тихоокеанский регион"

MSM1111="Выберите страну или регион вашего проживания и нажмите кнопку [Далее]. Если вашей страны или региона проживания нет в списке, выберите вариант \"Другая/другой\"."
MSM1116="Выберите страну или регион"
MSM1117="Выбор региона проживания."
MSM1118="Выберите страну или регион вашего проживания. Если вашей страны или региона проживания нет в списке, выберите вариант \"Другая/другой\"."

MSM1201="Выберите метод установки и выполняйте указания, появляющиеся на экране."
MSM1202="Рекомендуется для начинающих пользователей"
MSM1203="Простая установка"
MSM1204="Этот метод автоматически устанавливает все программы."
MSM1205="Выборочная установка"
MSM1206="Этот метод позволяет выбрать подлежащие установке программы и устанавливает только выбранные программы."
MSM1207="Отмена установки программного обеспечения."
MSM1208="Цветной сканер Canon"
MSM1209="Программа установки CanoScan"
MSM1210="Creative Photo Album Kit"
MSM1211="Этот метод позволяет выбрать подлежащие установке программы и устанавливает только выбранные программы."
MSM1221="Можно выбрать, как будет подключен этот принтер — через USB или к локальной сети. Выберите метод подключения, выполняя указания, появляющиеся на экране.\n\nЕсли принтер будет использоваться с подключением через локальную сеть, необходима настройка сети. Если настройка уже выполнена, подключение будет подтверждено автоматически. Если настройка не выполнена, настройте принтер, следуя инструкциям, появляющимся на экране."
MSM1222="Запускается установка программного обеспечения. Следуйте указаниям, появляющимся на экране."
MSM1231="Можно изменить метод подключения, добавить программное обеспечение или запустить настройку снова. Кнопку [Начать установку заново] следует нажимать, только если принтер работает неправильно."
MSM1232="Изменить метод подключения"
MSM1233="Измените метод подключения принтера к компьютеру с USB на локальную сеть или наоборот."
MSM1234="Добавить программное обеспечение"
MSM1235="Выберите программное обеспечение, которое нужно добавить или переустановить."
MSM1236="Начать установку заново"
MSM1237="Начните снова с исходной установки подключения."
MSM1238="Можно добавить программное обеспечение или запустить настройку снова. Кнопку [Начать установку заново] следует нажимать, только если принтер работает неправильно."
MSM1239="Для использования факса"
MSM1241="Настройка принтера"
MSM1242="Запуск установки, необходимой для использования устройства на компьютере.\nСледуйте указаниям на экране."
MSM1243="Настройка принтера"
MSM1244="Это программное обеспечение дает возможность использовать устройство на компьютере."
MSM1245="Полезное программное обеспечение"
MSM1246="Устанавливает программное обеспечение для более удобного использования устройства."
MSM1247="Онлайн-руководство"
MSM1248="С руководством можно ознакомиться в Интернете."
MSM1249="Используйте обновленное программное обеспечение, найденное в Интернете"
MSM1301="Простая установка"
MSM1302="Будут установлены перечисленные программы. Для продолжения нажмите кнопку [Установить].\nНаведите указатель мыши на название программы, чтобы увидеть ее краткое описание."
MSM1304="Отображение файла 'ПРОЧТИ': "
MSM1305="Диск %DRIVELETTER% - %DISKSPACE% Мб свободно"
MSM1306="Всего требуется: %ITEMSPACE% Мб"
MSM1307="%s Мб"
MSM1308="Нажмите эту кнопку, чтобы прочитать файл с описанием программы '%s'."
MSM1309="Нажмите эту кнопку, чтобы прочитать файл 'ПРОЧТИ' для программы '%s'."
MSM1310="Драйвер и руководство"
MSM1311="Прикладная программа"
MSM1312="Примерное время установки: от %INSTALLTIME_MIN% до %INSTALLTIME_MAX% минут"
MSM1313=
MSM1314="Это программное обеспечение обязательно. Не рекомендуется отменять его выбор.\nОтменить выбор?"
MSM1315="В зависимости от вашей сетевой среды установка может занять некоторое время."

MSM1401="Выборочная установка"
MSM1402="Установите флажок для программы, которую следует установить, затем нажмите кнопку [Далее].\nНаведите указатель мыши на название программы, чтобы увидеть ее краткое описание."
MSM1402_Mac="Установите флажок для программы, которую следует установить, затем нажмите кнопку [Установить].\nНаведите указатель мыши на название программы, чтобы увидеть ее краткое описание."
MSM1451="Список установки программного обеспечения"
MSM1452="Будет установлено выбранное программное обеспечение. Убедитесь, что программное обеспечение, которое нужно установить, выбрано, затем нажмите кнопку [Далее]."
MSM1453_Mac="Чтобы использовать все предусмотренные в данном принтере функции, необходимо установить все перечисленное ниже программное обеспечение."
MSM1454="Это программное обеспечение является обязательным, и отменить его выбор невозможно."
MSM1455_Mac="Чтобы использовать все предусмотренные в данном сканере функции, необходимо установить все перечисленное ниже программное обеспечение."

MSM1501="Изменение места установки"
MSM1502="Имеется возможность изменить место установки программы '%LOCATIONITEM%'."
MSM1503="Если изменять место установки не требуется, нажмите кнопку [Установить]."
MSM1504="Чтобы изменить место установки, нажмите кнопку [Обзор...], выберите папку для установки программы, затем нажмите кнопку [Установить]."
MSM1505="Место установки:"
MSM1506="Обзор..."
MSM1507="Диск %DRIVELETTER% - свободно: %DISKSPACE% Мб, требуется: %ITEMSPACE% Мб"
MSM1508="Диск %APPDRIVELETTER% - свободно: %APPDISKSPACE% Мб, требуется: %APPITEMSPACE% Мб"

MSM1601="Лицензионное соглашение"
MSM1602="Перед установкой выбранных программ внимательно прочитайте представленное ниже лицензионное соглашение."
MSM1603="Если вы принимаете условия соглашения, нажмите кнопку [Да]. Если вы нажмете кнопку [Нет], установка программного обеспечения будет отменена."
MSM1604="Перед установкой программного обеспечения %CURRENT_STEPITEM% внимательно прочитайте представленное ниже лицензионное соглашение."
MSM1605="Если вы принимаете условия соглашения, нажмите кнопку [Да]. Если вы нажмете кнопку [Нет], это программное обеспечение не будет установлено."
MSM1606="Продукты Canon"
MSM1607="Если вы не принимаете условия лицензионного соглашения, это программное обеспечение не будет установлено. ОК?"
MSM1608="Если вы не принимаете условия лицензионного соглашения, это программное обеспечение, а также программа Print Studio Pro, которая требует наличия этого приложения, не будут установлены. ОК?"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac="Лицензионное соглашение для %s"

MSM1651="Обновление системных файлов"
MSM1659="Разрешение процессов мастера установки"
MSM1660="Разрешите выполнение всех процессов мастера установки"
MSM1661="Во время установки продуктов Canon брандмауэр или антивирусная программа могут отображать диалоговые окна предупреждений. Разрешите выполнение установки, выбрав соответствующее значение в диалоговом окне, например:\n\n-Permit (Позволить)\n-Allow (Разрешить)\n-Yes (Да)\n-Unblock (Разблокировать)"

MSM1671="Установка .NET Framework"
MSM1672="На компьютере не установлен компонент Microsoft .NET Framework 4. Для использования всех функций программного обеспечения необходимо установить Microsoft .NET Framework 4. Установить его?"

MSM1681="Microsoft .NET Framework 4 не найден"
MSM1682="Microsoft .NET Framework 4 не найден или установлен неправильно.\nДля установки данного программного обеспечения необходимо правильно установить Microsoft .NET Framework 4."

MSM1701="Ход выполнения установки: %PROGRESS%%"
MSM1702="До завершения осталось примерно %RESTTIME% мин."
MSM1703="Ход выполнения установки: %PROGRESS%%PERCENT%"
MSM1711="Загрузка..."
MSM1712="Подсчет оставшегося времени..."
MSM1713="Осталось времени [мин]: приблизительно %d"
MSM1714="Загрузка %s..."
PERCENT="%"

MSM1801="ШАГ 1"
MSM1802="ШАГ 2"
MSM1803="ШАГ 3"
MSM1804="Лицензионное соглашение"
MSM1805="Установка"
MSM1806="Настройка"
MSM1806_Mac="Завершение"
MSM1807="Приложения"
MSM1808="Служебные программы"
MSM1809="Завершение"
MSM1810="ШАГ 4"
MSM1811="Сведения"

MSM1901="Идет обработка"
MSM1902="Идет обработка. Подождите."
MSM1903="Установка компонента '%ITEM%' завершена."
MSM1904="Установка: %ITEM%"
MSM1905="Загрузка: %ITEM%"
MSM1906="Загрузка %PROG_CAPA%/%TOTAL_CAPA%MB"

MSM2001="Подключение принтера"
MSM2002="Проверьте, подключен ли принтер к компьютеру, и включите питание принтера."
MSM2003="Принтер не обнаружен. Проверьте подключение."
MSM2004="Выбор вручную"
MSM2005="Чтобы выбрать порт принтера вручную без автоматического определения, нажмите кнопку [Выбор вручную]."
MSM2006="Принтер обнаружен. Подождите завершения установки."
MSM2007="Выполняется установка...Подождите еще несколько минут."
MSM2010="Подключение принтера"
MSM2011="Убедитесь в том, что принтер подключен к компьютеру и питание принтера включено. Проверив подключение, нажмите кнопку [Перезагрузка], чтобы перезагрузить компьютер."
MSM2021="Может отобразиться Мастер нового оборудования. Если это произошло, нажмите кнопку [Отмена] в Мастере нового оборудования, чтобы закрыть его, затем продолжите установку."
MSM2031="Подключение сканера"
MSM2032="Убедитесь, что сканер подключен к компьютеру, и включите сканер, если у него есть кнопка \"ВКЛ\"."
MSM2033="Сканер не обнаружен. Проверьте подключение."
MSM2034="Сканер обнаружен. Подождите завершения установки."

MSM2051="Метод настройки"
MSM2052="Принтер подключается к сети впервые"
MSM2053="Выберите этот вариант, если вы хотите использовать принтер, который еще не подключен к сети, через проводную или беспроводную ЛВС. Настройка сети выполняется путем подключения принтера к компьютеру с помощью USB-кабеля."
MSM2054="Принтер уже подключен к сети"
MSM2055="Выберите этот вариант, если вы хотите использовать принтер, который уже подключен к сети, с вашего компьютера. Выберите этот вариант также в том случае, если беспроводная сеть была настроена с помощью функций WPS (защищенная конфигурация Wi-Fi) или WCN (быстрое подключение Windows)."
MSM2056="Выберите метод настройки и нажмите кнопку [Далее]."
MSM2065="Выберите этот вариант, если вы хотите использовать принтер, который еще не подключен к сети, через проводную ЛВС. Настройка сети выполняется путем подключения принтера к компьютеру с помощью USB-кабеля."
MSM2067="Выберите этот вариант, если вы хотите использовать принтер, который уже подключен к сети, с вашего компьютера. "
MSM2068="Подключение принтера через USB-порт"
MSM2069="Выберите этот вариант, чтобы подключить принтер через USB-порт."
MSM2070="Настройка принтера"
MSM2071="Прежде чем использовать принтер, его необходимо настроить. Настройте принтер после перезагрузки компьютера. \n\nПодробные сведения см. в Руководстве по эксплуатации принтера."
MSM2081="Если вы выбрали настройку проводной/беспроводной ЛВС на панели управления принтера в соответствии с методом подключения, нажмите кнопку [OK].\n\nЕсли выбор еще не сделан, обратитесь к Руководству по началу работы."
MSM2081_Mac="Для пользователей проводной/беспроводной ЛВС:\n Если вы выбрали настройку проводной/беспроводной ЛВС на панели управления принтера в соответствии с методом подключения, нажмите кнопку [Перезагрузка]. Окно настройки сети появится на экране после перезагрузки компьютера.\n\nЕсли выбор еще не сделан, обратитесь к руководству пользователя."
MSM2083="Выберите метод подключения принтера"
MSM2084="Подключение принтера через USB-порт"
MSM2085="Выберите этот вариант, чтобы подключить принтер через USB-порт."
MSM2086="Подключение принтера через беспроводную локальную сеть"
MSM2087="Выберите этот вариант, чтобы подключить принтер через беспроводную локальную сеть."
MSM2088="Подключение принтера через проводную локальную сеть"
MSM2089="Выберите этот вариант, чтобы подключить принтер через проводную локальную сеть."
MSM2090="Обнаружение принтера"
MSM2091="Начните поиск принтера в сети.\nЕсли принтер уже настроен для работы в сети, нажмите [Далее].\n\nВ противном случае выполните настройку сети.\nЧтобы узнать, как настроить сеть, нажмите [Онлайн-руководство].\n\nЧтобы отменить установку, нажмите [Отмена]."
MSM2090_Mac="Обнаружение принтера"
MSM2091_Mac="Начните поиск принтера в сети.\nЕсли принтер уже настроен для работы в сети, нажмите [Далее].\n\nВ противном случае выполните настройку сети.\nЧтобы узнать, как настроить сеть, нажмите [Онлайн-руководство].\n\nЧтобы отменить установку, нажмите [Отмена]."
MSM2092_Mac="Настройка сети"
MSM2093_Mac="Настройка сети будет выполнена после перезагрузки компьютера. Нажмите кнопку [Перезагрузка], чтобы перезагрузить компьютер."
MSM2094="Начните поиск принтера в сети. Нажмите [Далее].\nЧтобы отменить установку, нажмите [Отмена]."
MSM2096="Обнаружение принтера"
MSM2097="Служит для поиска принтера в сети."
MSM2098_Mac="Сетевое подключение"
MSM2099_Mac="Нажмите кнопку ON (ВКЛ.) на принтере, чтобы включить его, если требуется использовать принтер по сети."
MSM2100_Mac="Подключение через USB"

MSM2101="Выбор порта"
MSM2102="Выберите порт принтера и нажмите кнопку [Далее]."

MSM2250="Настройка завершена"
MSM2251="Настройка завершена. Теперь продукт готов к работе. Нажмите кнопку [Далее], чтобы перейти к следующему шагу."
MSM2252="Настройка завершена"
MSM2253="Установка печати с компьютера завершена.\nДалее будет установлено программное обеспечение."
MSM2254="Установка не завершена.\nЧтобы продолжить установку полезного программного обеспечения, нажмите кнопку [Продолжить].\nЧтобы прервать установку, нажмите кнопку [Выход]."

MSM2261="Настройка"
MSM2262="Сетевое подключение отключено на время настройки.\nПодождите."
MSM2263="Ошибка настройки соединения без кабеля. Приостановите процесс и выберите другой метод настройки, следуя инструкциям на экранах."

MSM2301="Сбой установки"
MSM2302="Не удалось установить компонент '%ITEM%'. Нажмите кнопку [Повторный запуск], чтобы запустить процесс установки повторно."
MSM2303="В руководстве описываются причины неполадок при установке и способы их устранения."
MSM2304="Повторный запуск"
MSM2305="В случае затруднений, связанных с сетью, см. Руководство по устранению неполадок, связанных с настройкой сети.\nВ случае других затруднений см. руководство."

MSM2401="Следует выровнять печат. головки"
MSM2402="В данном принтере имеется функция выравнивания печатающих головок. Если при печати заметно несовпадение линий или снижение качества, эти недостатки можно устранить путем выравнивания печатающих головок.\n\nБолее подробные сведения см. в руководстве пользователя."
MSM2402_Mac="Прежде чем использовать этот принтер, необходимо выполнить выравнивание печатающих головок. Выравнивание печатающих головок выполняется для компенсации неточности их установки и коррекции искажений цветов и линий.\n\nВыполните выравнивание печатающих головок после перезагрузки компьютера и подключения к нему принтера.\n\nБолее подробные сведения см. в руководстве пользователя."
MSM2411="Выравнивание печатающих головок"
MSM2412="Прежде чем использовать этот принтер, необходимо выполнить выравнивание печатающих головок. Вставьте в принтер бумагу и нажмите кнопку [Выполнить]. Более подробные сведения см. в руководстве по эксплуатации принтера.\n\nПо окончании выравнивания печатающих головок нажмите кнопку [Далее]."
MSM2412_Mac="Прежде чем использовать этот принтер, необходимо выполнить выравнивание печатающих головок. Вставьте в принтер бумагу и нажмите кнопку [Выполнить]. Более подробные сведения см. в руководстве по эксплуатации принтера.\n\nЕсли вы не хотите выравнивать печатающие головки, нажмите кнопку [Далее]. "
MSM2413="Выполнить"
MSM2414="При печати фотографий на этом принтере рекомендуется выполнить выравнивание печатающих головок. Чтобы выполнить выравнивание печатающих головок сейчас, вставьте в кассету обычную бумагу и нажмите кнопку [Выполнить]. По окончании выравнивания головок нажмите кнопку [Далее]. Более подробные сведения см. в руководстве по эксплуатации принтера.\n\nВыравнивание головок можно выполнить и после окончания настройки. Чтобы продолжить без выравнивания печатающих головок, нажмите кнопку [Далее]."
MSM2414_Mac="При печати фотографий на этом принтере рекомендуется выполнить выравнивание печатающих головок. Чтобы выполнить выравнивание печатающих головок сейчас, вставьте в кассету обычную бумагу и нажмите кнопку [Выполнить]. Более подробные сведения см. в руководстве по эксплуатации принтера.\n\nВыравнивание головок можно выполнить и после окончания настройки. Чтобы продолжить без выравнивания печатающих головок, нажмите кнопку [Далее]."
MSM2415="Прежде чем использовать этот принтер, необходимо выполнить выравнивание печатающих головок. Вставьте в принтер бумагу MP-101 и нажмите кнопку [Выполнить]. Более подробные сведения см. в руководстве по эксплуатации принтера.\n\nПо окончании выравнивания печатающих головок нажмите кнопку [Далее]."
MSM2415_Mac="Прежде чем использовать этот принтер, необходимо выполнить выравнивание печатающих головок. Вставьте в принтер бумагу MP-101 и нажмите кнопку [Выполнить]. Более подробные сведения см. в руководстве по эксплуатации принтера.\n\nЕсли вы не хотите выравнивать печатающие головки, нажмите кнопку [Далее]."
MSM2416="Прежде чем использовать этот принтер, необходимо выполнить выравнивание печатающих головок. Нажмите [Выполнить], появится окно «Запуск выравнивания печатающих головок». Следуйте указаниям, появляющимся на экране, чтобы напечатать образец выравнивания. Поместите напечатанный образец выравнивания на пластину и отсканируйте его.\n\nПосле выполнения выравнивания печатающих головок нажмите [Далее]."
MSM2416_Mac="Прежде чем использовать этот принтер, необходимо выполнить выравнивание печатающих головок. Нажмите [Выполнить], появится окно «Запуск выравнивания печатающих головок». Следуйте указаниям, появляющимся на экране, чтобы напечатать образец выравнивания. Поместите напечатанный образец выравнивания на пластину и отсканируйте его.\n\nПосле выполнения выравнивания печатающих головок нажмите [Далее]."
MSM2417="В данном принтере имеется функция выравнивания печатающих головок. Если при печати заметно несовпадение линий или снижение качества, эти недостатки можно устранить путем выравнивания печатающих головок."
MSM2418="Прежде чем использовать этот принтер, необходимо выполнить выравнивание печатающих головок. Вставьте в принтер бумагу, нажмите кнопку [Выполнить], а затем нажмите кнопку [Далее]."
MSM2418_Mac="Прежде чем использовать этот принтер, необходимо выполнить выравнивание печатающих головок. Вставьте в принтер бумагу и нажмите кнопку [Выполнить].\n\nЕсли вы не хотите выравнивать печатающие головки, нажмите кнопку [Далее]."
MSM2420="Идет поиск принтеров."
MSM2421="Идет поиск: %PRODUCTNAME%."
MSM2422="Не удается найти очередь принтера."
MSM2423="Нажмите кнопку [Регистрация принтера], чтобы зарегистрировать принтер."
MSM2424="Регистрация принтера"
MSM2431="Регистрация принтера и сканера"
MSM2432="Принтер и сканер настроены для работы в сети.\nТеперь необходимо зарегистрировать принтер и сканер в компьютере.\n\nНажмите [Регистрация принтера] или [Регистрация сканера],  чтобы запустить соответствующую прикладную программу регистрации. Следуйте указаниям в прикладной программе для завершения регистрации."
MSM2433="Регистрация принтера"
MSM2434="Регистрация сканера"
MSM2435="Настройка сети принтера завершена.\nТеперь необходимо зарегистрировать принтер в компьютере.\n\nНажмите кнопку [Регистрация принтера], чтобы запустить соответствующую прикладную программу регистрации. Следуйте указаниям в прикладной программе для завершения регистрации."
MSM2436_Mac="Настройка сети принтера завершена.\nТеперь необходимо добавить принтер на компьютере.\n\nНажмите кнопку [Добавить принтер], чтобы запустить прикладную программу для добавления принтера. Следуйте указаниям в прикладной программе для завершения.\n\nЕсли вам неизвестно, как использовать прикладную программу, нажмите кнопку [Онлайн-руководство]."
MSM2437_Mac="Добавить принтер"
MSM2438_Mac="Если щелкнуть [Добавить принтер], будут отображены принтеры, которые можно добавить. Выберите %s, для которого в поле \"Тип\" отображается \"Canon IJ Network\", и щелкните [Добавить].\nПосле добавления принтера щелкните [Далее]."
MSM2439_Mac="Если принтеры, которые можно добавить, не отображаются, или если вы не уверены, как использовать этот экран, щелкните [Онлайн-руководство]."
MSM2440_Mac="Выбор сканера"
MSM2441_Mac="Настройка сканера для работы с компьютером.\n\nНажмите кнопку [Выбор сканера] для запуска прикладной программы настройки сканера. Следуйте инструкциям прикладной программы, чтобы выполнить настройку."

MSM2451="Регистрация пользователя"
MSM2453="Далее"
MSM2464="Регистрация пользователя"
MSM2465="Зарегистрируйте ваш продукт Canon сегодня, и вы сможете:\n- ежемесячно получать по электронной почте бюллетень от компании Canon с предложением скидок;\n- получать забавные проекты Creative Park и полезные советы;\n- быть в числе первых получателей уведомлений об обновлениях программного обеспечения."
MSM2474="Регистрация пользователя"
MSM2475="Зарегистрировав продукт, вы сможете получать полезные сведения о продукте и услугах. Для выполнения регистрации необходим доступ в Интернет."
MSM2484="Регистрация продукта"
MSM2485JU="Регистрация продукта Canon сегодня предоставит вам право на следующие преимущества:\n- Canon США  сохранит сведения о вас в файле на случай страхового требования\n- Получать уведомления об обновлениях программного обеспечения в числе первых\n- Ежемесячное получение по электронной почте бюллетеня с коммерческими предложениями Canon"
MSM2485M="Обновив продукт или зарегистрировав новый, вы сможете получать полезные сведения о продукте и услугах. Для выполнения обновления и регистрации необходим доступ в Интернет."
MSM2486_Mac="При нажатии кнопки [Далее] будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе и сведения о регионе. Эта информация будет использована исключительно с целью открытия окна регистрации."
MSM2486_Mac2="При нажатии кнопки [Далее] будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет использована исключительно с целью открытия окна регистрации."
MSM2487="Чтобы отложить регистрацию, нажмите кнопку [Отмена] и переходите к следующему шагу. Зарегистрировать продукт можно также в любое время с помощью Quick Menu."

MSM2501="CANON iMAGE GATEWAY Регистрация пользователя"
MSM2502="Регистрация"
MSM2503="CANON iMAGE GATEWAY Регистрация продукта"
MSM2504="CANON iMAGE GATEWAY — это эксклюзивный онлайновая служба для покупателей продукции, попадающей под условия предоставления членства на бесплатных условиях или за годовой взнос. После регистрации вы сможете использовать различные службы, которые сделают вашу работу с цифровой фотографией еще более увлекательной."
MSM2506="При нажатии кнопки [Регистрация] будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе и сведения о регионе. Эта информация будет использована исключительно с целью открытия окна регистрации."
MSM2507="При нажатии кнопки [Регистрация] будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет использована исключительно с целью открытия окна регистрации."
MSM2511="Регистрация пользователя"
MSM2513="Регистрация продукта"
MSM2514="Зарегистрируйте ваш продукт Canon сегодня, и вы сможете:\n- ежемесячно получать по электронной почте бюллетень от компании Canon с предложением скидок;\n- получать забавные проекты Creative Park и полезные советы;\n- быть в числе первых получателей уведомлений об обновлениях программного обеспечения."
MSM2515="Зарегистрировав продукт, вы сможете получать полезные сведения о продукте и услугах. Для выполнения регистрации необходим доступ в Интернет."
MSM2516="При нажатии кнопки [Далее] будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе и сведения о регионе. Эта информация будет использована исключительно с целью открытия окна регистрации."
MSM2517="При нажатии кнопки [Далее] будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет использована исключительно с целью открытия окна регистрации."
MSM2521="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого вами продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет прямо отражена в окне регистрации. Для продолжения нажмите кнопку [OK]."
MSM2522="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе и сведения о регионе. Эта информация будет использована исключительно с целью открытия окна регистрации. Для продолжения нажмите кнопку [OK]."
MSM2526="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого вами продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет прямо отражена в окне регистрации. Для продолжения нажмите кнопку [OK]."
MSM2527="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе и сведения о регионе. Эта информация будет использована исключительно с целью открытия окна регистрации. Для продолжения нажмите кнопку [OK]."

MSM2551="Canon %s - регистрация пользователя"
MSM2552="Удаление функции регистрации пользователя"
MSM2571="%s - программа удаления функции регистрации пользователя"
MSM2572="Вы действительно хотите полностью удалить программу 'Canon %s - регистрация пользователя' и все ее компоненты?"
MSM2573="Удаление завершено успешно."
MSM2574="Выполнить удаление не удалось."
MSM2575="Для завершения удаления необходимо перезагрузить компьютер. Нажмите кнопку [OK], чтобы выполнить перезагрузку. Нажмите кнопку [Отмена], чтобы выполнить перезагрузку позже."
MSM2576="Для удаления программы \"Canon %s - регистрация пользователя\" необходимо обладать правами администратора."
MSM2577="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого вами продукта, информация об операционной системе и сведения о регионе. Эта информация будет прямо отражена в окне регистрации. Для продолжения нажмите кнопку [OK]."
MSM2577_Mac2="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого вами продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет прямо отражена в окне регистрации. Для продолжения нажмите кнопку [OK]."
MSM2578="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе и сведения о регионе. Эта информация будет использована исключительно с целью открытия окна регистрации. Для продолжения нажмите кнопку [OK]."
MSM2578_2="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого вами продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет использована исключительно с целью открытия окна регистрации. Для продолжения убедитесь, что принтер подключен к компьютеру, затем включите принтер и нажмите кнопку [OK]."
MSM2580="Сбой подключения. Убедитесь, что сетевое подключение включено, и повторите попытку. Если сбои продолжаются, подождите немного, а затем повторите попытку. Выполнить регистрацию можно также в любое время через Solution Menu EX."
MSM2581="Сбой подключения. Убедитесь, что сетевое подключение включено, и повторите попытку. Если сбои продолжаются, подождите немного, а затем повторите попытку."
MSM2582="Сбой подключения."
MSM2583="Выполняется подключение"
MSM2584="Выполняется подключение. Подождите."
MSM2585="Введите имя пользователя брандмауэра и пароль."
MSM2586="Имя пользователя:"
MSM2587="Пароль:"
MSM2588="Запомнить этот пароль в связке ключей"
MSM2589="Сбой подключения. Убедитесь, что сетевое подключение включено, и повторите попытку. Если сбои продолжаются, подождите немного, а затем повторите попытку."

ExecutingPrefSet_Mac="Эта прикладная программа связана с компонентом CanoScan Toolbox"

MSM2601="Установка успешно завершена."
MSM2602="Перезагрузить систему сейчас (рекомендуется)"
MSM2603="Перезагрузка"
MSM2604="Установка успешно завершена.\nУбедитесь, что сканер подключен к компьютеру и включен, затем нажмите кнопку [Выход]."

MSM2610="Загрузка обычной бумаги в кассету"
MSM2611="Вставьте обычную бумагу, как показано ниже."
MSM2612="Загрузка только обычной бумаги в кассету"
MSM2613="Загрузка фотобумаги в задний лоток"

MSM2701="Отмена установки"
MSM2702="Установка не завершена. Чтобы продолжить установку, нажмите кнопку [Продолжить]. Чтобы отменить установку, нажмите кнопку [Отмена]."
MSM2702_Mac="Установка не завершена. Чтобы продолжить установку, нажмите кнопку [Продолжить]. Чтобы отменить установку, нажмите кнопку [Прервать]."

MSM2801="Изменение параметров системы"
MSM2802="Необходимо перезапустить систему, чтобы новые параметры вступили в силу.\nВыполнить перезагрузку сейчас?"

MSM2851="Extended Survey Program"
MSM2856="Принимаю"
MSM2857="Не принимаю"
MSM2870="Для разработки и продвижения на рынок продукции, в наибольшей степени отвечающей запросам потребителей, компания Canon просит разрешения отправить указанную ниже информацию о выбранном вами товаре Canon в компанию Canon через Интернет."
MSM2871="Для разработки и продвижения на рынок продукции, в наибольшей степени отвечающей запросам потребителей, компания Canon просит разрешения отправить указанную ниже информацию о выбранном вами товаре Canon через Интернет в юридически одобренную исследовательскую компанию."
MSM2873="Если вы согласны с указанным выше, нажмите кнопку [Принимаю]. В противном случае нажмите кнопку [Не принимаю]."
MSM2874="Для разработки и продвижения на рынок продукции, в наибольшей степени отвечающей запросам потребителей, компания Canon просит разрешения отправить указанную ниже информацию о выбранном вами товаре Canon в компанию Canon через Интернет (в случае использования товара Canon в Китае в юридически одобренную исследовательскую компанию)."
MSM2876="Если вы согласны с указанным выше, нажмите кнопку [Принимаю], чтобы начать установку программы опроса. В противном случае нажмите кнопку [Не принимаю]. Эта программа может не работать в неподдерживаемых версиях ОС."
MSM2879_Win="При отображении окна \"Контроль учетных записей пользователей\" разрешите продолжение выполнения программы."
MSM2901="Пробная печать"
MSM2902="Настройка принтера и установка программного обеспечения завершены.\n\nДля проверки работы принтера будет выполнена пробная печать. Загрузите в принтер обычную бумагу и нажмите кнопку [Выполнить]. После выполнения пробной печати нажмите кнопку [Далее].\n\nЧтобы пропустить пробную печать, вместо кнопки [Выполнить] нажмите кнопку [Далее].\n\nЕсли произошла ошибка печати, выполните появляющиеся на экране указания, чтобы запустить настройку повторно."
MSM2903="Для проверки работы принтера будет выполнена пробная печать.\nЗагрузите в принтер обычную бумагу, нажмите кнопку [Выполнить], а затем нажмите кнопку [Далее].\n\nЧтобы пропустить пробную печать, вместо кнопки [Выполнить] нажмите кнопку [Далее].\n\nЕсли произошла ошибка печати, выполните появляющиеся на экране указания, чтобы запустить настройку повторно."

MSM3001="Это программное обеспечение необходимо для использования принтера.\nОно дает возможность выполнять печать с учетом различных типов и размеров бумаги."
MSM3002_Mac="В электронном руководстве содержатся пояснения по работе драйвера и даются простые инструкции по пользованию прикладными программами."
MSM3008="Имеется возможность компоновать графические файлы и текст для печати прямо на этикетке диска."
MSM3009="Обновите систему."
MSM3010="Эта служебная программа позволяет использовать с компьютера файлы, хранящиеся на карте памяти, вставленной в слот вашего принтера."
MSM3011="Этот драйвер позволяет использовать принтер в качестве сетевого принтера."
MSM3012="С помощью этого средства можно изменять способ подключения и настройки безопасности подключенного к сети устройства."
MSM3013="Программа My Printer позволяет устранить такие неполадки с печатью, как «смазанная» печать."
MSM3016="Компоненты MP Drivers необходимы для печати документов и сканирования изображений."
MSM3018="Программа ArcSoft PhotoStudio позволяет исправлять/улучшать изображения, импортированные со сканера или цифровой камеры."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE представляет собой программу для оптического распознавания текста (OCR - Optical Character Recognition), которая позволяет преобразовать отпечатанный текст книг или газет в текстовые данные."
MSM3021="Программа Presto! PageManager помогает сканировать, демонстрировать и содержать в порядке документы и фотографии. Вы сможете хранить все свои деловые документы в папках без ограничения уровней вложения, легко находить и открывать их."
MSM3023="Программа Setup Utility позволяет настроить параметры для печати через инфракрасный порт или через соединение Bluetooth."
MSM3024="Программа Setup Utility позволяет настроить параметры для печати через соединение PictBridge."
MSM3026="Эта программа позволяет печатать фото на профессиональном уровне. Для использования этой программы необходимо установить соответствующее программное приложение."
MSM3027="Драйвер XPS позволяет осуществлять печать из программного обеспечения, поддерживающего печать XPS (в Windows Vista или более поздних версиях ОС Windows)."
MSM3027_0="Драйвер XPS позволяет осуществлять печать из программного обеспечения, поддерживающего печать XPS (в Windows Vista или более поздних версиях ОС Windows). Требуется, чтобы был правильно установлен драйвер принтера IJ."
MSM3027_1="Драйвер XPS позволяет осуществлять печать из программного обеспечения, поддерживающего печать XPS (в Windows Vista или более поздних версиях ОС Windows). Требуется, чтобы были правильно установлены драйверы MP Drivers."
MSM3028="ScanGear — это драйвер, который необходим для работы сканера. Чтобы использовать драйвер, запустите прикладную программу, например, программу для обработки изображений."
MSM3028_Mac="Для использования сканера необходим драйвер. Он позволяет указать при сканировании размер документа, размер на выходе и другие дополнительные параметры. Он используется также для управления сканером из TWAIN-совместимых приложений."
MSM3031_Mac="В электронном руководстве содержатся пояснения по работе драйвера и даются простые инструкции по пользованию прикладными программами."
MSM3032=
MSM3034="Это необходимо для точного воспроизведения цветов при печати изображений Adobe RGB. Adobe является охраняемым товарным знаком или товарным знаком компании Adobe Systems Incorporated в США и (или) других странах."
MSM3035="Программа Setup Utility позволяет настроить параметры для печати через инфракрасный порт, через соединение Bluetooth или PictBridge."
MSM3037="ScanGear CS – это драйвер сканера (TWAIN-драйвер), который необходим для работы сканера. Чтобы использовать драйвер, запустите прикладную программу, например, программу для обработки изображений."
MSM3040="Программа Easy-PhotoPrint EX позволяет легко создать собственный фотоальбом, наклейки или календарь, используя сделанные цифровой камерой фотоснимки. Вы также сможете быстро напечатать фотографии без полей. Кроме того, перед печатью можно применить коррекцию \"красных глаз\" и цифровую обработку лиц."
MSM3041="Немедленный запуск вспомогательной прикладной программы, облегчающей печать фотографий."
MSM3042="Программа MP Navigator EX упрощает импорт отсканированных изображений прямо в прикладные программы, их печать, вложение в электронные письма или сохранение на компьютер."
MSM3043="В руководстве содержатся инструкции по эксплуатации устройства и прилагаемых программ. В нем вы также найдете информацию об устранении неполадок.\nТребуется Internet Explorer 8.0 или последующих версий."
MSM3043_Mac="В руководстве содержатся инструкции по эксплуатации устройства и прилагаемых программ. В нем вы также найдете информацию об устранении неполадок."
MSM3044="Программа Easy-WebPrint EX позволяет вырезать произвольные области веб-страниц и печатать их, задавая собственные варианты компоновки. Она отображается в обозревателе в виде удобной панели инструментов. Необходим обозреватель Internet Explorer 7.0 или последующих версий."
MSM3044_Mac="Программа Easy-WebPrint EX позволяет вырезать области веб-страниц и печатать их, создавая собственные варианты компоновки. Это удобный дополнительный модуль для браузера. Необходим браузер Safari 4.0 или последующих версий."
MSM3045="Эта программа позволяет изменять параметры быстрого кодированного набора, информацию о пользователе и другие значения параметров, зарегистрированные на принтере, а также сохранять измененные значения параметров на компьютере или регистрировать их на принтере."
MSM3046="Solution Menu EX может мгновенно запустить прикладную программу, которая позволяет с легкостью напечатать альбом или календарь либо осуществить сканирование всего одним щелчком мыши. Кроме того, можно с легкостью перейти на веб-сайты Canon, на которых можно выполнять различные действия."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Можно импортировать фотографии и использовать их для создания и печати особых работ — например, коллажей, открыток и календарей. Можно также печатать фотографии без полей и исправлять или улучшать изображения с помощью простых действий. Используйте эту функцию с Quick Menu для получения рекомендаций из сохраненных фотографий."
MSM3049="Дополнительный модуль для печати фотографий, облегчающий и улучшающий профессиональное создание произведений искусства. Должно быть установлено соответствующее приложение. Подробнее о соответствующих приложениях см. в руководстве."
MSM3050="Можно быстро запустить программное обеспечение или руководство для продукта Canon. Можно также быстро переходить на веб-сайты, содержащие полезную информацию о вашем продукте Canon или позволяющие выполнять другие действия, и т. п. Используйте эту функцию с My Image Garden для активации Image Display, в котором можно отображать рекомендации и фотографии в виде показа слайдов."
MSM3051="Для использования сканера необходим драйвер. Он используется для управления сканером из ICA-совместимых приложений."
MSM3052="Эта сервисная программа сканирует и сохраняет изображения с помощью драйвера сканера."
MSM3053="Можно быстро запустить программное обеспечение или руководство для продукта Canon. Можно также быстро перейти к руководству и на различные веб-сайты."
MSM3054="Добавление языковых словарей необходимо для создания файлов PDF с возможностью поиска по словам и для запуска OCR. После установки выберите соответствующий язык в окне настройки Canon IJ Scan Utility."
MSM3055="Это приложение, открывающее ScanGear для предварительного просмотра и сканирования изображений, а затем сохраняющее их в памяти компьютера."
MSM3056="Это программное обеспечение позволяет настроить параметры для использования принтера в сети."
MSM4001W="Драйвер принтера IJ"
MSM4001="Драйвер принтера"
MSM4002="Руководство пользователя"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Драйвер XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Утилита быстрого набора"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Драйвер ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Дополнительные словари для OCR (китайский/корейский)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="Функция онлайновой покупки чернил сейчас готова к работе."
EIDENABLER_ADMIN="Для запуска этого программного обеспечения необходимо войти в систему в качестве члена группы \"Администраторы\"."

MENU1_Mac="О программе Setup"
MENU2_Mac="Службы"
MENU3_Mac="Скрыть Setup"
MENU4_Mac="Скрыть прочие"
MENU5_Mac="Показать все"
MENU6_Mac="Завершить Setup"

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="Китай"
HK="Гонконг"
ID="Индонезия"
IN="Индия"
JP="Япония"
KR="Корея"
MY="Малайзия"
PH="Филиппины"
SG="Сингапур"
TW="Тайвань"
TH="Таиланд"
VN="Вьетнам"
MO="Макао"

AU="Австралия"
NZ="Новая Зеландия"

US="США"
CA="Канада"
BR="Бразилия"
MX="Мексика"
AR="Аргентина"
CL="Чили"
PA="Панама"

AT="Австрия"
BE="Бельгия"
BG="Болгария"
HR="Хорватия"
CZ="Чешская Республика"
DK="Дания"
EE="Эстония"
FI="Финляндия"
FR="Франция"
DE="Германия"
GR="Греция"
HU="Венгрия"
IE="Ирландия"
IT="Италия"
LV="Латвия"
LT="Литва"
LU="Люксембург"
NL="Нидерланды"
NO="Норвегия"
PL="Польша"
PT="Португалия"
RO="Румыния"
RU="Россия"
SK="Словакия"
SI="Словения"
ZA="Южная Африка"
ES="Испания"
SE="Швеция"
CH="Швейцария"
TR="Турция"
GB="Великобритания"

Others="Другая/другой"

MSM2703="Отменить установку"
MSM2704="Установка не завершена."
MSM2705="Щелкните «Продолжить» для выполнения установки. Для отмены установки щелкните на «Отменить»."
MSM2706="Продолжить"
MSM2707="Отменить"
MSM2951="Программа установки %s"
MSM2952="Не найден установочный компакт-диск. Чтобы продолжить установку драйвера %s, вставьте компакт-диск %s и нажмите кнопку 'OK'."

MSM5001="Создать ярлык на рабочем столе"
MSM5002="Создать ярлык руководства на рабочем столе? Если вы согласны, выберите «Принимаю». Если выбрано «Не принимаю», руководство можно открыть из папки «Приложения»."
MSM5003="Принимаю"
MSM5004="Не принимаю"

MSM5010="Добавить Easy-WebPrint EX в Dock"
MSM5011="Добавить Easy-WebPrint EX в панель быстрого запуска? Если вы согласны, выберите «Принимаю». Если выбрано «Не принимаю», программу Easy-WebPrint EX можно использовать из папки программ."
MSM5012="Принимаю"

MSM6000="Выберите метод подключения принтера."
MSM6001="Подключение по беспров. сети"
MSM6002="Подключение по проводной сети"
MSM6003="Подключение USB"
MSM6004="Повторите настройку сети принтера"
MSM6005="Выберите метод подключения к беспроводной сети."
MSM6006="Подключение через маршрутизатор беспроводной сети (рекомендуется)"
MSM6007="Прямое подключение"
MSM6008="Подключение компьютера и принтера через маршрутизатор беспроводной сети."
MSM6009="Прямое подключение к компьютеру и принтеру."
MSM6010="Нажмите [Инструкции] для получения дополнительных сведений о методах подключения и о возможностях переключения между прямым подключением и подключением к маршрутизатору беспроводной сети."
MSM6011="Инструкции"
MSM6012="Убедитесь в том, что принтер включен."
MSM6013="Список подключенных к сети принтеров"
MSM6014="Серийный номер"
MSM6015="MAC-адрес"
MSM6016="IP-адрес"
MSM6017="Настраиваемый принтер не найден в списке"
MSM6018="Обновить"
MSM6019="1. Чтобы установить принтер в сети, выберите один из принтеров в списке выше и нажмите кнопку [Далее].\n   Серийный номер можно посмотреть на задней панели принтера или в Гарантии.\n   В списке выше показаны только последние 5 цифр серийного номера.\n2. Если устанавливаемый принтер не отображен в списке выше, включите принтер и нажмите кнопку [Обновить].\n3. Если принтер все еще не отображается, выберите параметр [Настраиваемый принтер не найден в списке] и нажмите кнопку [Далее]."
MSM6020="1. Если принтер, который вы хотите настроить по сети, присутствует в списке принтеров выше, выберите его и нажмите [Далее].\n   Серийный номер принтера можно найти на его задней панели или в гарантийном талоне.\n2. Если принтера, который вы хотите настроить, нет в списке выше, включите его и нажмите [Обновить].\n3. Если принтер так и не появился в списке, выберите [Настраиваемый принтер не найден в списке], а затем нажмите [Далее].\n4. В случае USB-подключения также выберите [Настраиваемый принтер не найден в списке], а затем нажмите [Далее]."
MSM6021="Подключение завершено."
MSM6022="Выберите метод подключения"
MSM6023="Проверьте питание"
MSM6024="Используйте другой метод подключения для установки. Следуйте указаниям на экране."
MSM6025="Перед установкой драйвера XPS необходимо завершить установку принтера. Если установка не была завершена, нажмите кнопку [К началу], чтобы установить принтер."
MSM6026="Параметры брандмауэра"
MSM6027="Необходимо отключить блокировку для этого программного обеспечения в брандмауэре Windows."
MSM6028="Отключение блокировки"
MSM6029="Выбор принтера"
MSM6100="My Image Garden использует фотографии, сохраненные на вашем компьютере, для автоматического создания открытки или календаря."
MSM6101="CREATIVE PARK PREMIUM предоставляет высококачественное содержимое исключительно потребителям фирменных чернил Canon."
MSM6102="Чтобы качественно скопировать напечатанную фотографию, просто выберите соответствующее меню на принтере."
MSM6103="Даже если принтер выключен, в случае отправки задания на печать он будет включен автоматически."
MSM6104="Бесшумный режим позволяет печатать, копировать и сканировать изображения в тишине, не заботясь о времени и окружении."
MSM6105="Упомянутые здесь функции зависят от используемой модели принтера. Более подробные сведения см. в руководстве."
MSM6106="Более подробные сведения о функции и настройках см. в руководстве."
MSM6030="Выберите из списка"
MSM6031="Серийный номер можно найти в Гарантии и на корпусе принтера."
MSM6032="Устройство IPv4"
MSM6033="Устройство IPv6"
MSM6034="Серийный номер (последние 5 цифр)"
MSM6035="Расположение серийного номера"
MSM6036="Задайте IP-адрес и запустите поиск"
MSM6037="Настроить подключение к сети по руководству"
MSM6038="Выберите этот вариант, если принтер не отображается в списке или его не удается найти по IP-адресу."
MSM6039="Выбор метода поиска принтера"
MSM6040="Поиск по IPv4-адресу"
MSM6041="Поиск по IPv6-адресу"
MSM6042="Поиск по имени узла"
MSM6043="Поиск по имени в Bonjour"
MSM6044="Чтобы указать IP-адрес и выполнить поиск, необходимо сначала назначить принтеру IP-адрес. Чтобы получить дополнительные сведения, нажмите [Онлайн-руководство]."
MSM6045="Ошибка поиска указанного IP-адреса"
MSM6046="Указанный принтер не обнаружен. Проверьте IP-адрес и повторите попытку. Чтобы получить дополнительные сведения, нажмите [Онлайн-руководство]."
MSM6047="Повторно определить"
MSM6048="Указанный IP-адрес уже используется другим устройством. Проверьте IP-адрес и повторите попытку. Чтобы получить дополнительные сведения, нажмите [Онлайн-руководство]."
MSM6049="Изменить параметры сети IPv4"
MSM6050="Выберите метод настройки и введите IP-адрес принтера, который будет использоваться."
MSM6051="Автоматическая настройка"
MSM6052="Чтобы автоматически получать IP-адрес, необходим сервер DHCP."
MSM6053="Настройка вручную"
MSM6054="IPv4-адрес"
MSM6055="Чтобы узнать IP-адрес, обратитесь к администратору сети."
MSM6056="Изменить параметры сети IPv6"
MSM6057="Чтобы автоматически получать адрес IPv6, необходим сервер DHCPv6 или маршрутизатор IPv6."
MSM6058="IPv6-адрес"
MSM6059="Длина префикса"
MSM6060="Чтобы узнать IP-адрес и длину префикса, обратитесь к администратору сети."
MSM6061="Ошибка изменения параметров сети"
MSM6062="Ошибка изменения параметров могла произойти по одной из следующих причин:\n  -Введен недопустимый IP-адрес\n  -IP-адрес продублирован"
MSM6063="Чтобы получить дополнительные сведения, нажмите [Онлайн-руководство]."
MSM6064="Нажмите кнопку [Добавить принтер] и добавьте принтер, следуя указаниям на экране.\n\nДобавив принтер, нажмите кнопку [Далее]."
MSM6065="Чтобы использовать все функции этого принтера, необходимо установить драйвер Canon.\nНажмите кнопку [Далее] и повторите настройку."
MSM6066="Сделать принтером по умолчанию"
MSM6067="Соедините принтер и компьютер, используя USB-кабель.\nУбедитесь в том, что принтер включен."
MSM6091="Вы уже выполняли инициализацию принтера?"
MSM6092="1. Убедитесь, что в чернильном контейнере есть чернила.\n2. Нажмите и удерживайте кнопку \"Стоп (Stop)\" на принтере примерно 5 секунд.\nПосле этого принтер начнет инициализацию. Эта процедура займет около 6 минут."
MSM6093="1. Убедитесь, что в чернильном контейнере есть чернила.\n2. Нажмите и удерживайте кнопку \"ВОЗОБНОВИТЬ/ОТМЕНА (RESUME/CANCEL)\" на принтере примерно 5 секунд.\nПосле этого принтер начнет инициализацию. Эта процедура займет около 6 минут."
